Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Good evening %@!
ar: عمت مساءً يا %@!
ca: Bon vespre, %@!
cy: Noswaith dda %@!
da: God aften %@!
da_instk12: God aften %@!
de: Guten Abend, %@!
es: ¡Buenas noches, %@!
es_es: ¡Buenas tardes, %@!
fi: Hyvää iltaa, %@!
fr: Bonsoir %@ !
fr_ca: Bonsoir%@!
ga: Tráthnóna maith %@!
hi: शुभ संध्या %@!
ht: Bonswa %@!
id: Selamat petang, %@!
is: Góða kvöldið %@!
it: Buonasera %@!
ja: こんばんは、%@さん！
ko: 안녕하세요 %@님.
mi: Tēnā koe i te ahiahi %@!
ms: Selamat petang %@!
nb: God kveld, %@!
nb_instk12: God kveld, %@!
nl: Goedenavond %@!
pl: Dobry wieczór, %@!
pt: Boa noite %@!
pt_br: Boa noite %@!
ru: Добрый вечер, %@!
sl: Dober večer, %@!
sv: God kväll %@!
sv_instk12: God kväll %@!
th: สวัสดีตอนเย็น %@!
vi: Chào buổi tối %@!
zh: 晚上好，%@！
zh_hk: 晚安，%@！

source: Good evening!
ar: عمت مساءً!
ca: Bon vespre!
cy: Noswaith dda!
da: God aften!
da_instk12: God aften!
de: Guten Abend!
es: ¡Buenas noches!
es_es: ¡Buenas tardes!
fi: Hyvää iltaa!
fr: Bonsoir !
fr_ca: Bonsoir!
ga: Tráthnóna maith!
hi: शुभ संध्या!
ht: Bonswa!
id: Selamat petang!
is: Góða kvöldið!
it: Buonasera!
ja: こんばんは！
ko: 안녕하세요.
mi: Ngā mihi o te ahiahi!
ms: Selamat petang!
nb: God kveld!
nb_instk12: God kveld!
nl: Goedenavond!
pl: Dobry wieczór!
pt: Boa noite!
pt_br: Boa noite!
ru: Добрый вечер!
sl: Dober večer!
sv: God kväll!
sv_instk12: God kväll!
th: สวัสดีตอนเย็น!
vi: Chào buổi tối!
zh: 晚上好！
zh_hk: 晚上好！

source: Good morning — today is a new chance to learn and grow.
ar: صباح الخير — اليوم هو فرصة جديدة للتعلم والتطور.
ca: Bon dia, avui és una nova oportunitat d’aprendre i créixer.
cy: Bore da — mae heddiw yn gyfle newydd i ddysgu a datblygu.
da: Godmorgen – i dag er en ny chance for at lære og vokse.
da_instk12: Godmorgen – i dag er en ny chance for at lære og vokse.
de: Guten Morgen – heute ist eine neue Chance, zu lernen und zu wachsen.
es: Buenos días, hoy es una nueva oportunidad para aprender y crecer.
es_es: Buenos días: hoy tienes una nueva oportunidad para aprender y crecer.
fi: Hyvää huomenta – tänään on uusi mahdollisuus oppia ja kasvaa.
fr: Bonjour ! Aujourd’hui est une nouvelle occasion d’apprendre et de s’épanouir.
fr_ca: Bonjour — Aujourd’hui est une nouvelle chance d’apprendre et de grandir.
ga: Maidin mhaith — is deis nua í inniu chun foghlaim agus fás.
hi: शुभ प्रभात — आज सीखने और आगे बढ़ने का एक नया अवसर है।
ht: Bonjou — jodi a se yon nouvo opòtinite pou aprann ak grandi.
id: Selamat pagi — hari ini adalah kesempatan baru untuk belajar dan berkembang.
is: Góðan daginn - í dag er nýtt tækifæri til að læra og vaxa.
it: Buongiorno, oggi è una nuova possibilità di apprendere e crescere.
ja: おはよう — 今日という日は、学び成長する新たなチャンスです。
ko: 안녕하세요. 오늘은 배우고 성장하는 새로운 기회입니다.
mi: Mōrena — he whai wāhitanga hou tēnei rā ki te ako me te tipu.
ms: Selamat pagi — hari ini ialah peluang baharu untuk belajar dan berkembang.
nb: God morgen – i dag er en ny mulighet til å lære og vokse.
nb_instk12: God morgen – i dag er en ny mulighet til å lære og vokse.
nl: Goedemorgen – vandaag is een nieuwe kans om te leren en te groeien.
pl: Dzień dobry – ten dzień to nowa szansa na rozwój i naukę.
pt: Bom dia — hoje é uma nova oportunidade para aprender e crescer.
pt_br: Bom dia — hoje é uma nova chance de aprender e crescer.
ru: Доброе утро! Сегодня у вас есть новая возможность учиться и развиваться.
sl: Dobro jutro – danes je nova priložnost za učenje in rast.
sv: God morgon! – idag har du en ny chans att lära och utvecklas.
sv_instk12: God morgon! – idag har du en ny chans att lära och utvecklas.
th: สวัสดีตอนเช้า วันนี้คือโอกาสใหม่ในการเรียนรู้และเติบโต
vi: Chào buổi sáng — hôm nay là một cơ hội mới để học và trưởng thành.
zh: 早上好 — 今天又有新的学习和成长机会。
zh_hk: 早安－今天是學習成長的新契機。

source: Good morning %@!
ar: صباح الخير يا %@
ca: Bon dia, %@!
cy: Bore da %@!
da: Godmorgen %@!
da_instk12: Godmorgen %@!
de: Guten Morgen, %@!
es: ¡Buenos días, %@!
es_es: ¡Buenos días, %@!
fi: Hyvää huomenta, %@!
fr: Bonjour %@ !
fr_ca: Bonjour%@!
ga: Maidin mhaith %@!
hi: शुभ प्रभात %@!
ht: Bonjou %@!
id: Selamat pagi, %@!
is: Góðan daginn %@!
it: Buongiorno %@!
ja: おはようございます、%@さん！
ko: 안녕하세요 %@님.
mi: Mōrena %@!
ms: Selamat pagi %@!
nb: God morgen, %@!
nb_instk12: God morgen, %@!
nl: Goedemorgen %@!
pl: Dzień dobry, %@!
pt: Bom dia %@!
pt_br: Bom dia %@!
ru: Доброе утро, %@!
sl: Dobro jutro, %@!
sv: God morgon %@!
sv_instk12: God morgon %@!
th: สวัสดีตอนเช้า %@!
vi: Chào buổi sáng %@!
zh: 早上好，%@！
zh_hk: 早安，%@！

source: Good morning!
ar: صباح الخير!
ca: Bon dia!
cy: Bore da!
da: Godmorgen!
da_instk12: Godmorgen!
de: Guten Morgen!
es: ¡Buenos días!
es_es: ¡Buenos días!
fi: Hyvää huomenta!
fr: Bonjour !
fr_ca: Bonjour!
ga: Maidin mhaith!
hi: शुभ प्रभात!
ht: Bonjou!
id: Selamat pagi!
is: Góðan daginn!
it: Buongiorno!
ja: おはようございます！
ko: 안녕하세요.
mi: Mōrena!
ms: Selamat pagi!
nb: God morgen!
nb_instk12: God morgen!
nl: Goedemorgen!
pl: Dzień dobry!
pt: Bom dia!
pt_br: Bom dia!
ru: Доброе утро!
sl: Dobro jutro!
sv: God morgon!
sv_instk12: God morgon!
th: สวัสดีตอนเช้า!
vi: Chào buổi sáng!
zh: 早上好！
zh_hk: 早上好！

source: Good night %@!
ar: طابت ليلتك يا %@!
ca: Bona nit, %@!
cy: Nos da %@!
da: Godnat %@!
da_instk12: Godnat %@!
de: Gute Nacht, %@!
es: ¡Buenas noches, %@!
es_es: ¡Buenas noches, %@!
fi: Hyvää yötä, %@!
fr: Bonsoir %@ !
fr_ca: Bonne nuit%@!
ga: Oíche mhaith %@!
hi: शुभ रात्रि %@!
ht: Bon lannwit %@!
id: Selamat malam, %@!
is: Góða nótt %@!
it: Buona notte %@!
ja: おやすみなさい%@さん！
ko: 안녕하세요 %@님.
mi: Pō mārie %@!
ms: Selamat malam %@!
nb: God natt, %@!
nb_instk12: God natt, %@!
nl: Goedenacht %@!
pl: Dobranoc, %@!
pt: Boa noite %@!
pt_br: Boa noite %@!
ru: Добрый вечер, %@!
sl: Lahko noč, %@!
sv: God natt %@!
sv_instk12: God natt %@!
th: สวัสดียามค่ำคืน %@!
vi: Chúc ngủ ngon %@!
zh: 晚安，%@！
zh_hk: 晚安，再見 %@！

source: Good night!
ar: طابت ليلتك!
ca: Bona nit!
cy: Nos da!
da: Godnat!
da_instk12: Godnat!
de: Gute Nacht!
es: ¡Buenas noches!
es_es: ¡Buenas noches!
fi: Hyvää yötä!
fr: Bonsoir !
fr_ca: Bonne nuit!
ga: Oíche mhaith!
hi: शुभ रात्रि!
ht: Bon lannwit!
id: Selamat malam!
is: Góða nótt!
it: Buona notte!
ja: おやすみなさい！
ko: 안녕하세요.
mi: Pō mārie!
ms: Selamat malam!
nb: God natt!
nb_instk12: God natt!
nl: Goedenacht!
pl: Dobranoc!
pt: Boa noite!
pt_br: Boa noite!
ru: Добрый вечер!
sl: Lahko noč!
sv: God natt!
sv_instk12: God natt!
th: สวัสดียามค่ำคืน!
vi: Chúc ngủ ngon!
zh: 晚安！
zh_hk: 晚安！

source: Grade
ar: الدرجة
ca: Nota
cy: Gradd
da: Karakter
da_instk12: Vurdering
de: Note
es: Calificación
es_es: Nota
fi: Arvosana
fr: Note
fr_ca: Notation
ga: Marc
hi: ग्रेड
ht: Klas
id: Nilai
is: Einkunn
it: Voto
ja: 評定
ko: 성적
mi: Kōeke
ms: Gred
nb: Vurdering
nb_instk12: Vurdering
nl: Cijfer
pl: Ocena
pt: Nota
pt_br: Avaliar
ru: Оценка
sl: Ocena
sv: Omdöme
sv_instk12: Bedömning
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 評分

source: Grade %@
ar: الدرجة %@
ca: Nota %@
cy: Gradd %@
da: Karakter %@
da_instk12: Vurdering %@
de: Note %@
es: Calificación %@
es_es: Nota %@
fi: Arvosana %@
fr: Note %@
fr_ca: Note %@
ga: Marc %@
hi: ग्रेड %@
ht: Klas %@
id: Kelas %@
is: Einkunn %@
it: Voto %@
ja: 評定%@
ko: 성적 %@
mi: Kōeke %@
ms: Gred %@
nb: Vurder %@
nb_instk12: Vurdering %@
nl: Cijfer %@
pl: Ocena %@
pt: Nota %@
pt_br: Nota %@
ru: Оценка %@
sl: Ocena %@
sv: Omdöme %@
sv_instk12: Bedömning %@
th: เกรด %@
vi: Lớp %@
zh: 评分%@
zh_hk: 評分%@

source: Grade in SpeedGrader
ar: الدرجة في SpeedGrader
ca: Nota en SpeedGrader
cy: Gradd yn SpeedGrader
da: Karakter i SpeedGrader
da_instk12: Vurdering i SpeedGrader
de: Note in SpeedGrader
es: Calificación en SpeedGrader
es_es: Nota en SpeedGrader
fi: Arvosana SpeedGrader
fr: Note dans SpeedGrader
fr_ca: Noter dans SpeedGrader
ga: Marc in SpeedGrader
hi: इसमें ग्रेड: SpeedGrader
ht: Evalye nan SpeedGrader
id: Nilai di SpeedGrader
is: Einkunn í SpeedGrader
it: Voto in SpeedGrader
ja: 評定SpeedGrader
ko: 성적 SpeedGrader
mi: Kōeke i roto SpeedGrader
ms: Gred dalam SpeedGrader
nb: Vurdering i SpeedGrader
nb_instk12: Vurdere i SpeedGrader
nl: Cijfer in SpeedGrader
pl: Ocena w SpeedGrader
pt: Classificação em SpeedGrader
pt_br: Nota em SpeedGrader
ru: Оценка в SpeedGrader
sl: Ocena v SpeedGrader
sv: Bedöm i SpeedGrader
sv_instk12: Bedöm med SpeedGrader
th: เกรดใน SpeedGrader
vi: Lớp trong SpeedGrader
zh: 评分SpeedGrader
zh_hk: 評分 SpeedGrader

source: Grade: %@
ar: الدرجة: %@
ca: Nota: %@
cy: Gradd: %@
da: Karakter: %@
da_instk12: Vurdering: %@
de: Note: %@
es: Calificación: %@
es_es: Nota: %@
fi: Arvosana: %@
fr: Note : %@
fr_ca: Note : %@
ga: Marc: %@
hi: ग्रेड: %@
ht: Klas: %@
id: Nilai: %@
is: Einkunn: %@
it: Voto: %@
ja: 評定：%@
ko: 성적: %@
mi: Kōeke: %@
ms: Gred: %@
nb: Vurdering: %@
nb_instk12: Vurdering: %@
nl: Cijfer: %@
pl: Ocena: %@
pt: Nota: %@
pt_br: Nota: %@
ru: Оценка: %@
sl: Ocena: %@
sv: Omdöme: %@
sv_instk12: Bedömning: %@
th: เกรด: %@
vi: Điểm: %@
zh: 评分：%@
zh_hk: 評分：%@

source: Grade: %1$i / %2$g
ar: الدرجة: %1$i / %2$g
ca: Nota: %1$i / %2$g
cy: Gradd: %1$i / %2$g
da: Karakter: %1$i / %2$g
da_instk12: Vurdering: %1$i / %2$g
de: Note: %1$i / %2$g
es: Calificación: %1$i / %2$g
es_es: Nota: %1$i / %2$g
fi: Arvosana: %1$i / %2$g
fr: Note : %1$i / %2$g
fr_ca: Note : %1$i / %2$g
ga: Marc: %1$i / %2$g
hi: ग्रेड: %1$i / %2$g
ht: Klas: %1$i / %2$g
id: Nilai: %1$i / %2$g
is: Einkunn: %1$i / %2$g
it: Voto: %1$i / %2$g
ja: 評定：%1$i/%2$g
ko: 성적: %1$i / %2$g
mi: Kōeke: %1$i / %2$g
ms: Gred: %1$i / %2$g
nb: Vurdering: %1$i / %2$g
nb_instk12: Vurdering: %1$i / %2$g
nl: Cijfer: %1$i / %2$g
pl: Ocena: %1$i / %2$g
pt: Nota: %1$i / %2$g
pt_br: Nota: %1$i / %2$g
ru: Оценка: %1$i / %2$g
sl: Ocena: %1$i / %2$g
sv: Omdöme: %1$i / %2$g
sv_instk12: Bedömning: %1$i / %2$g
th: เกรด: %1$i / %2$g
vi: Lớp: %1$i / %2$g
zh: 评分：%1$i/%2$g
zh_hk: 成績：%1$i/%2$g

source: Graded Discussion
ar: مناقشة مقيمة
ca: Fòrum amb nota
cy: Trafodaeth wedi’i Graddio
da: Bedømt diskussion
da_instk12: Bedømt diskussion
de: Benotete Diskussion
es: Foro de discusión calificado
es_es: Foro de discusión evaluado
fi: Arvosteltu keskustelu
fr: Discussion notée
fr_ca: Discussion notée
ga: Fóram Marcáilte
hi: ग्रेड की गई चर्चा
ht: Diskisyon Klase
id: Diskusi yang Dinilai
is: Metin umræða
it: Discussione con valutazione
ja: 採点されたディスカッション
ko: 채점된 토론
mi: Kōrerorero Kōeke
ms: Perbincangan Digredkan
nb: Vurdert diskusjon
nb_instk12: Vurdert diskusjon
nl: Beoordeelde discussie
pl: Oceniona dyskusja
pt: Discussão classificada
pt_br: Fórum Avaliado
ru: Оцениваемая дискуссия
sl: Ocenjena razprava
sv: Bedömd diskussion
sv_instk12: Bedömd diskussion
th: การพูดคุยที่มีการให้เกรด
vi: Thảo Luận Có Chấm Điểm
zh: 评分讨论
zh_hk: 已評分的討論

source: Graded discussion.
ar: مناقشة مقيمة.
ca: Fòrum amb nota.
cy: Trafodaeth wedi’i graddio.
da: Bedømt diskussion.
da_instk12: Bedømt diskussion.
de: Benotete Diskussion.
es: Discusión calificada.
es_es: Foro de discusión evaluado.
fi: Arvosteltu keskustelu.
fr: Discussion notée.
fr_ca: Discussion notée.
ga: Fóram marcáilte.
hi: ग्रेड की गई चर्चा।
ht: Diskisyon klase.
id: Diskusi yang dinilai.
is: Metin umræða.
it: Discussione con valutazione.
ja: 採点されたディスカッション。
ko: 채점된 토론입니다.
mi: Kōeke kōrero
ms: Perbincangan digredkan.
nb: Vurdert diskusjon.
nb_instk12: Vurdert diskusjon.
nl: Beoordeelde discussie.
pl: Oceniona dyskusja.
pt: Debate classificado.
pt_br: Fórum avaliado.
ru: Оцениваемая дискуссия.
sl: Ocenjena razprava.
sv: Bedömd diskussion.
sv_instk12: Bedömd diskussion.
th: การพูดคุยที่มีการให้เกรด
vi: Thảo luận có chấm điểm.
zh: 评分讨论
zh_hk: 已評分的討論。

source: Graded discussion. %g points possible.
ar: مناقشة مقيمة. %g نقاط ممكنة.
ca: Fòrum amb nota. %g punts possibles.
cy: Trafodaeth wedi’i graddio. %g pwynt yn bosib.
da: Bedømt diskussion. %g point mulige.
da_instk12: Bedømt diskussion. %g mulige point.
de: Benotete Diskussion. %g Punkte möglich.
es: Discusión calificada. %g puntos posibles.
es_es: Foro de discusión evaluado. %g puntos posibles.
fi: Arvosteltu keskustelu. %g pistettä mahdollista.
fr: Discussion notée. %g points possibles.
fr_ca: Discussion notée. %g points possibles.
ga: Fóram marcáilte. %g bp(h)ointe féideartha.
hi: ग्रेड की गई चर्चा। %g संभव पॉइंट्स।
ht: Diskisyon klase. %g pwe posib.
id: Diskusi yang dinilai. %g poin memungkinkan.
is: Metin umræða. %g mögulegir punktar.
it: Discussione con valutazione. %g punti possibili.
ja: 採点されたディスカッション。%g可能なポイント。
ko: 채점된 토론입니다. %g 가능한 점수입니다.
mi: Kōeke kōrero %g ngā koinga e taea
ms: Perbincangan digredkan. %g mata mungkin.
nb: Vurdert diskusjon. %g poeng oppnåelig
nb_instk12: Vurdert diskusjon. %g mulige poeng.
nl: Beoordeelde discussie. %g punten mogelijk.
pl: Oceniona dyskusja. %g pkt do zdobycia.
pt: Debate classificado. %g pontos possíveis.
pt_br: Fórum avaliado. %g pontos possíveis.
ru: Оцениваемая дискуссия. %g баллов возможно.
sl: Ocenjena razprava. %g možnih točk.
sv: Bedömd diskussion. %g möjliga poäng.
sv_instk12: Bedömd diskussion. %g poäng möjliga.
th: การพูดคุยที่มีการให้เกรด %g คะแนนที่เป็นไปได้
vi: Thảo luận có chấm điểm. %g điểm có thể đạt.
zh: 评分讨论%g满分。
zh_hk: 已評分的討論。%g可能的分數。

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
da: Karakterer
da_instk12: Vurderinger
de: Noten
es: Calificaciones
es_es: Notas
fi: Arvosanat
fr: Notes
fr_ca: Notes
ga: Marcanna
hi: ग्रेड
ht: Nòt
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
ko: 성적
mi: Ngā Kōeke
ms: Gred
nb: Vurderinger
nb_instk12: Vurderinger
nl: Cijfers
pl: Oceny
pt: Classificações
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
sv_instk12: Bedömningar
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 成績

source: Group conversation
ar: محادثة مجموعة
ca: Conversa de grup
cy: Sgwrs grŵp
da: Gruppe konversation
da_instk12: Gruppe konversation
de: Gruppengespräch
es: Conversación del grupo
es_es: Conversación de grupo
fi: Ryhmäkeskustelu
fr: Conversation de groupe
fr_ca: Conversation de groupe
ga: Comhrá grúpa
hi: ग्रुप बातचीत
ht: konvèsasyon an gwoup
id: Percakapan grup
is: Hópsamtal
it: Conversazione di gruppo
ja: グループでの会話
ko: 그룹 대화
mi: Rōpū kōrero
ms: Perbualan kumpulan
nb: Gruppesamtale
nb_instk12: Gruppesamtale
nl: Groepsgesprek
pl: Konwersacja grupowa
pt: Conversação de grupo
pt_br: Conversa em grupo
ru: Разговор группы
sl: Pogovor skupine
sv: Gruppkonversation
sv_instk12: Gruppkonversation
th: การพูดคุยเป็นกลุ่ม
vi: Cuộc trò chuyện nhóm
zh: 小组会话
zh_hk: 群組會議

source: Groups
ar: المجموعات
ca: Grups
cy: Grwpiau
da: Grupper
da_instk12: Grupper
de: Gruppen
es: Grupos
es_es: Grupos
fi: Ryhmät
fr: Groupes
fr_ca: Groupes
ga: Grúpaí
hi: ग्रुप्स
ht: Gwoup
id: Grup
is: Hópar
it: Gruppi
ja: グループ
ko: 그룹
mi: Rōpū
ms: Kumpulan
nb: Grupper
nb_instk12: Grupper
nl: Groepen
pl: Grupy
pt: Grupos
pt_br: Grupos
ru: Группы
sl: Skupine
sv: Grupper
sv_instk12: Grupper
th: กลุ่ม
vi: Nhóm
zh: 小组
zh_hk: 群組

source: Halfway there — you've already done more than you think.
ar: أنت في منتصف الطريق — لقد حققت أكثر مما تظن.
ca: Ja sou a meitat de camí: ja heu fet més del que penseu.
cy: Rwyt ti hanner ffordd — rwyt ti wedi gwneud mwy nag wyt ti’n meddwl.
da: Du er der næsten – du har allerede opnået mere, end du tror.
da_instk12: Du er der næsten – du har allerede opnået mere, end du tror.
de: Die Hälfte ist geschafft – Sie haben schon mehr getan, als Sie denken.
es: Ya está a mitad de camino: hizo más de lo que cree.
es_es: Ya vas por la mitad: has logrado más de lo que imaginas.
fi: Puolivälissä — olet jo tehnyt enemmän kuin luulet.
fr: Te voilà à mi-parcours ! C’est déjà plus que ce que tu pensais.
fr_ca: À mi-chemin, vous avez déjà fait plus que vous ne le pensez.
ga: Leath bealaigh ann — tá níos mó déanta agat cheana féin ná mar a cheapfá.
hi: आधा काम हो गया है — आपने अपनी सोच से कहीं ज्यादा कर लिया है।
ht: Ou fè mwatye nan wout la deja — ou fè plis pase sa w kwè.
id: Sudah setengah jalan — Anda sudah melakukan lebih dari yang Anda pikirkan.
is: Helmingnun lokið — þú hefur þegar gert meira en þú heldur.
it: Sei a metà: hai già percorso più strada di quella che pensi.
ja: もう半分まで来ました — あなたが思っている以上に、すでに多くのことを成し遂げています。
ko: 시작이 반입니다. 이미 생각보다 많은 것을 해냈습니다.
mi: Kei waenganui o te ara — kua nui atu āu mahi i tāu i whakaaro ai.
ms: Sudah separuh jalan untuk mencapainya — anda sudah melakukan lebih daripada yang anda sangka.
nb: Du er halvveis – du har allerede gjort mer enn du tror.
nb_instk12: Du er halvveis – du har allerede gjort mer enn du tror.
nl: Je bent halverwege – je het al meer gedaan dan je denkt.
pl: Połowę masz już za sobą – to więcej, niż Ci się wydaje.
pt: Já estás na metade do caminho — já fizeste mais do que pensas.
pt_br: Você já percorreu metade do caminho — já fez mais do que imagina.
ru: Вы уже на полпути — и сделали больше, чем думаете.
sl: Pol poti je za vami – naredili ste že več, kot mislite.
sv: Du är halvvägs – du har redan gjort mer än vad du tror.
sv_instk12: Du är halvvägs – du har redan gjort mer än vad du tror.
th: ไปครึ่งทางแล้ว คุณทำได้มากกว่าที่คุณคิด
vi: Đã đi được nửa chặng — bạn đã làm được nhiều hơn bạn nghĩ.
zh: 行至半途 — 你的付出已超乎你想象。
zh_hk: 已經走了一半 — 你已經做得比你想像的要多得多。

source: Hang in there — you're not alone in this.
ar: لا تستسلم — أنت لست وحيدًا في هذا المسار.
ca: No us rendiu: això no ho esteu fent en solitari.
cy: Dal ati — dwyt ti ddim ar dy ben dy hun.
da: Hold ud – du er ikke alene om det.
da_instk12: Hold ud – du er ikke alene om det.
de: Halten Sie durch – Sie sind nicht allein.
es: Resista; no está solo en esto.
es_es: Ánimo, no estás en esto a solas.
fi: Jatka — et ole tässä yksin!
fr: Tiens bon, tu n’es pas tout(e) seul(e).
fr_ca: Tenez bon — vous n’êtes pas seul(e) dans cette situation.
ga: Fan ann - níl tú i d'aonar sa chás seo.
hi: हिम्मत बनाए रखें — आप इसमें अकेले नहीं हैं।
ht: Kenbe fèm — ou pa poukont ou nan batay sa a.
id: Bertahanlah — Anda tidak sendirian dalam hal ini.
is: Ekki gefast upp - þú ert ekki ein(n) í þessu.
it: Tieni duro, non stai affrontando tutto questo da solo.
ja: 頑張れ — あなたは一人ではありません。
ko: 버티세요. 혼자만 겪는 일이 아닙니다.
mi: Kia kaha — kāore koe i te mokemoke i tēnei.
ms: Bersabarlah — anda tidak bersendirian dalam hal ini.
nb: Hold ut – du er ikke alene om dette.
nb_instk12: Hold ut – du er ikke alene om dette.
nl: Hou vol – je bent niet de enige.
pl: Trzymaj się – nie jesteś w tym sam.
pt: Aguente firme — você não está sozinho nisto.
pt_br: Aguente firme — você não está sozinho nisso.
ru: Держитесь — вы не одиноки в этом.
sl: Vztrajajte – niste sami v tem.
sv: Håll ut – du är inte ensam i det här.
sv_instk12: Håll ut – du är inte ensam i det här.
th: อย่าถอย คุณไม่ได้อยู่ตามลำพัง
vi: Cố gắng lên — bạn không đơn độc đâu.
zh: 坚持下去，你并非孤身一人。
zh_hk: 堅持下去 — 你並不孤單。

source: Have questions about your assignment? Message your instructor.
ar: هل لديك أسئلة بشأن مهمتك؟ راسل معلمك.
ca: Teniu preguntes sobre l'activitat? Envieu un missatge a l'instructor.
cy: Oes gennych chi gwestiwn am eich aseiniad? Anfonwch neges at eich addysgwr.
da: Har du spørgsmål til din opgave? Send en besked til din instruktør.
da_instk12: Har du spørgsmål til din opgave? Send en besked til din instruktør.
de: Haben Sie Fragen zu Ihrer Aufgabe? Benachrichtigen Sie Ihren Kursleiter.
es: ¿Tiene consultas sobre su tarea? Envíe un mensaje a su profesor.
es_es: ¿Tienes consultas sobre tu actividad? Envía un mensaje a tu profesor.
fi: Onko sinulla kysyttävää tehtävästäsi? Viestitä ohjaajallesi.
fr: Vous avez des questions sur votre travail ? Envoyez un message à votre instructeur.
fr_ca: Vous avez des questions à propos de votre travail? Envoyez un message à votre enseignant(e).
ga: An bhfuil ceisteanna agat faoi do thasc? Seol teachtaireacht chuig do theagascóir.
hi: क्या आपके पास आपके असाइनमेंट के बारे में प्रश्न हैं? अपने प्रशिक्षक को संदेश भेजें।
ht: Ou gen kesyon ki gen rapò a devwa ou? Ekri enstriktè w la.
id: Punya pertanyaan tentang tugas Anda? Kirim pesan kepada instruktur Anda.
is: Ertu með spurningu um verkefnið? Sendu kennaranum skilaboð.
it: Hai delle domande sul tuo compito? Invia messaggio al tuo istruttore.
ja: 課題について質問はありますか？ 講師にメッセージを送ります。
ko: 과제에 대한 질문이 있습니까? 교강사에게 메시지를 보냅니다.
mi: He pātai mo tō whakataunga? Karere ki to whakaako.
ms: Ada soalan berkenaan tugasan anda? Mesej pengajar anda.
nb: Har du spørsmål angående oppgaven din? Send melding til faglærer.
nb_instk12: Har du spørsmål angående oppgaven din? Send melding til faglærer.
nl: Vragen over je opdracht? Stuur een bericht naar je cursusleider.
pl: Masz pytanie dotyczące zadania? Wyślij wiadomość do instruktora.
pt: Tem dúvidas sobre sua tarefa? Enviar mensagem ao seu instrutor.
pt_br: Tem perguntas sobre a sua tarefa? Envie uma mensagem ao seu instrutor.
ru: Возникли вопросы по поводу вашего задания? Направьте сообщение своему преподавателю.
sl: Ali imate vprašanja o svoji nalogi? Pošljite sporočilo izvajalcu.
sv: Har du frågor om din uppgift? Skicka ett meddelande till din lärare.
sv_instk12: Har du frågor? Skicka meddelande till lärare.
th: มีคำถามเกี่ยวกับภารกิจของคุณหรือไม่ ส่งข้อความถึงผู้สอนของคุณ
vi: Bạn có thắc mắc về bài tập của bạn? Hãy nhắn tin cho người hướng dẫn của bạn.
zh: 对您的作业有疑问？ 给讲师发送消息。
zh_hk: 有與您的作業有關的問題嗎？ 傳送訊息給您的導師。

source: Hello %@
ar: مرحبًا %@
ca: Hola %@
cy: Helo %@
da: Hej %@
da_instk12: Hej %@
de: Hallo, %@
es: Hola %@
es_es: Hola %@
fi: Hei %@
fr: Bonjour %@
fr_ca: Bonjour %@
ga: Haigh %@
hi: नमस्कार %@
ht: Bonjou %@
id: Halo %@
is: Halló %@
it: Ciao %@
ja: こんにちは %@
ko: 안녕하세요. %@
mi: Kia ora %@
ms: Helo %@
nb: Hei %@
nb_instk12: Hei %@
nl: Hallo %@
pl: Witaj %@
pt: Olá %@
pt_br: Olá %@
ru: Здравствуйте %@
sl: Pozdravljeni %@
sv: Hej %@
sv_instk12: Hej %@
th: สวัสดี %@
vi: Xin chào %@
zh: 您好 %@
zh_hk: 您好 %@

source: Help
ar: التعليمات
ca: Ajuda
da: Hjælp
da_instk12: Hjælp
de: Hilfe
es: Ayuda
es_es: Ayuda
fi: Ohje
fr: Aide
fr_ca: Aide
ga: Cabhair
hi: मदद
ht: Èd
id: Bantu
is: Hjálp
it: Guida
ja: ヘルプ
ko: 도움말
mi: Āwhina
ms: Bantu
nb: Hjelp
nb_instk12: Hjelp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ru: Справка
sl: Pomoč
sv: Hjälp
sv_instk12: Hjälp
th: ความช่วยเหลือ
vi: Trợ Giúp
zh: 帮助
zh_hk: 支援

source: Hide Grades
ar: إخفاء التقادير
ca: Amaga les notes
cy: Cuddio Graddau
da: Skjul karakterer
da_instk12: Skjul vurderinger
de: Noten ausblenden
es: Ocultar calificaciones
es_es: Ocultar notas
fi: Piilota arvosanat
fr: Masquer les notes
fr_ca: Masquer les notes
hi: ग्रेड छिपाएं
ht: Kache Klas
id: Sembunyikan Nilai
is: Fela einkunnir
it: Nascondi voti
ja: 評定を非表示にする
ko: 성적 숨기기
mi: Huna ngā Kōeke
ms: Sembunyikan Gred
nb: Skjul vurderinger
nb_instk12: Skjul vurderinger
nl: Cijfers verbergen
pl: Ukryj oceny
pt: Esconder Classificações
pt_br: Ocultar Notas
ru: Скрыть Оценки
sl: Skrij ocene
sv: Dölj omdömen
sv_instk12: Dölj bedömningar
th: ซ่อนเกรด
vi: Ẩn Điểm
zh: 隐藏评分
zh_hk: 隱藏成績

source: Homeroom
ar: جلسة التسجيل
ca: Tutoria
cy: Ystafell hafan
da: Klasselokale
da_instk12: Klasselokale
de: Organisationsstunde
es: Aula principal
es_es: Aula principal
fr: Salle d'accueil
fr_ca: Classe titulaire
ga: Seomra baile
hi: होमरूम
ht: Sal kou
is: Námssalur
ja: ホームルーム
ko: 시작 페이지
mi: Kainga rūma
ms: Kelas Umum
nb: Hjem
nb_instk12: Hjem
nl: Klas
pl: Pokój główny
pt: Casa de família
pt_br: Sala de aula
ru: «Домашняя комната»
sl: Matični
sv: Fjärrundervisningsrum
sv_instk12: Hemrum
th: โฮมรูม
vi: Phòng Chính
zh: 指导教室
zh_hk: 主教室

source: Hours Before
ar: ساعات قبل
ca: Hores anteriors
cy: Awr Cyn
da: Timer før
da_instk12: Timer før
de: Stunden vorher
es: Horas antes
es_es: Horas antes
fi: Tuntia ennen
fr: Heures à l'avance
fr_ca: Heures avant
ga: Uaireanta Roimh
hi: घंटे पहले
ht: Èdtan Anvan
id: Jam Sebelum
is: Klukkutímum áður
it: Ore prima
ja: 時間前
ko: 시간 이전
mi: Nga haora i mua
ms: Jam Sebelum
nb: Timer før
nb_instk12: Timer før
nl: Uur vóór
pl: godz. do
pt: Horas antes
pt_br: Horas antes
ru: Часа(ов) до
sl: Ur pred
sv: Timmar före
sv_instk12: Timmar före
th: ชั่วโมงก่อนหน้า
vi: Giờ Trước
zh: 提前的小时数
zh_hk: 小時前
